{
  "Posts" : {
    "New York City, United States" : {
      "Paragraph 1" : "The ever bustling city of New York surprises everyone at every nook and corner. Ranging from modern to entertainment, from scenic natural sights to historic ones, New York abounds in many attractions (check out all the New York City tours for those attractions). The major attractions and things to do in New York City consist of sailing water tours, cultural and theme tours, food, wine and nightlife. Some of the New York must see attractions include; The Statue of Liberty, the Empire State Building, the Brooklyn Bridge, Central Park, the historic neighborhoods, and the multiple, world famous museums.",
      "Paragraph 2" : "You can also watch a Broadway show which is in the list of places to visit in New York City. Some of the most prominent museums of this city are: Metropolitan Museum of Art, New York Public Library, Solomon R. Guggenheim Museum that offer you vignettes of art and culture. For strolling, you can go to South Street Seaport, Wall Street, Times Square, Fifth Avenue among others. With such an array of attractions and activities available, the most difficult part will be that of deciding what all to do in New York City.",
      "Paragraph 3" : "Can't wait to discover New York City by yourself? Create an itinerary for New York City today!"
    },
    "Taipei, Taiwan" : {
      "Paragraph 1" : "A blend of modern and the historical, Taipei is a rich landscape that attracts a lot of tourists every year. Some of the top attractions in Taipei include: Chiang Kai-shek Memorial Hall, Ximending, Shilin Night Market, Taipei 101, Longshan Temple and many others that offer a mixture of historical, spiritual and modern interests. For travelers who love to see the various manifestations of nature can visit the ‎Beitou Hot Spring, a paradisiac place is known for its natural resources and wonderful scenery. You can also visit one of the most beautiful natural reserves in Asia, Yangmingshan National Park, suffused with gorgeous landscapes such as ridges, valleys, lakes, and waterfalls. Maokong hill is another place which offers a great view over Taipei City as it is located on the edge of Taipei Basin. Here, you must go and enjoy the unique tea culture, delicious traditional food and charming scenery. Art lovers would love to visit National Palace Museum which is filled with the world’s largest collection of Chinese art. With so much of things to do, Taipei is one city that you must keep in your travel bucket list for sure.",
      "Paragraph 2" : "Can't wait to discover Taipei by yourself? Create an itinerary for Taipei today!"
    },
    "Rome, Italy" : {
      "Paragraph 1" : "Rome is replete with activities and attractions that are difficult to be squeezed into a short-trip of 3-4 days. But if you want to know what are the best things to do in Rome in 3 days, here’s a quick fix. Start with Colosseum, the ticket to the Colosseum also includes the ticket to the Roman Forum (Foro Romano) (which is valid for 24 hours since purchase). The Colosseum sees lot of crowds and it is recommended to purchase a skip-the-line and guided tour of the place. Other attractions to add to your list of things to do in Rome in 3 day are St. Peter’s Basilica, the Vatican Museum, the Tivoli Gardens, Pantheon, the Villa Borghese, the Trevi Fountain (Fontana di Trevi) and Circo Massimo or Circus Maximus. Set aside one day for the Vatican Attractions and one day for Colosseum and Roman Forum. The third day can be used to explore the other attractions mentioned above. Don’t forget to spend evenings at the Spanish Steps and the Piazza Venezza. Catacombs of Rome are another landmark of the city that you shouldn’t miss on your vacation to Rome. When in Rome, eat! There are plenty of places to eat in Rome that will serve you authentic Italian food (unlike the meatball Spahgetti) like the Pizza Bianca and the Gelato that you can relish on your vacation in Rome.",
      "Paragraph 2" : "Can't wait to discover Rome by yourself? Create an itinerary for Rome today!"
    },
    "Paris, France" : {
      "Paragraph 1" : "The city of love, also referred to as the capital of France, is popular across the globe for art, fashion, gastronomy and culture. Home to the iconic Eiffel Tower (Tour Eiffel) and a gazillion attractions like Gothic Notre-Dame cathedral (Cathedrale de Notre Dame de Paris), the beautiful city is true charm to tourists. Let's check what things to do in Paris and check out the tourist attractions before you book ticket for Paris tours. Paris is also very popular for its culture, the many lovely cafes, designer boutiques and more. It’s no secret that the fashionista city is more of a shopper’s paradise setting in trends and selling of sophisticated pieces of attire. The famous flea market and vintage shops are well worth exploring. A mosaic of villages is what Paris is made up of, but it has a lot in store to explore and rediscover.",
      "Paragraph 2" : "The city is a true delight to artists especially as it houses a fleet of galleries featuring gorgeous pieces of art by renowned artists like; Picasso, Monet, Manet, Dalí, Van Gogh, Renoir and Rodin. There are plenty of museums here too. Paris has a whole lot of wine and delectable cuisine on the table when it comes to food. Of course, a visit to this part of Europe doesn’t come cheap, however, Paris wouldn’t leave you with any regret. The gorgeous city will take you by surprise leaving you awestruck and mesmerized.",
      "Paragraph 3" : "Can't wait to discover Paris by yourself? Create an itinerary for Paris today!"
    },
    "Beijing, China" : {
      "Paragraph 1" : "Beijing, the capital of People’s Republic of China is the second-largest city after Shanghai and is one of the most popular tourist destinations in the country. Being a cultural and political hub, the city also has plentiful of attractions which one should visit. Here’s a list of some incredible things to do and attractions to explore, during your trip to Beijing.",
      "Paragraph 2" : "Tick an option from your bucket list by visiting the iconic Forbidden Kingdom.  Visit one of the seven wonders of the world by visiting the Great Wall of China. The Hutong Pedicab Tour is also one of the top attractions in Beijing that has lakes and places of historical interest. You can also visit one of the oldest zoos in China, the Beijing Zoo and have a fun time. Moreover, you can shop your heart out at Wangfujing. Other major attractions also include Hutong Pedicab Tour, National Aquatics Center, National Stadium, Lama Temple, Beihai Park, Capital Museum and Beijing Bell And Drum Towers.",
      "Paragraph 3" : "Can't wait to discover Beijing by yourself? Create an itinerary for Beijing today!"
    },
    "Chicago, United States" : {
      "Paragraph 1" : "Chicago boasts of a number of things to do and see that add to its tourist value. From high-flying observatories to Millennium Park where art and music mix, you'll find something interesting everywhere in the city. You can visit the stunning Navy Pier to discover the various thrilling rides, activities, dining, shopping and museums here. You can search all the activities and book them from Chicago tours list.",
      "Paragraph 2" : "Walk below the Cloud Gate to see its superb conception and popularity. The pivotal attraction of Chicago is its jaw dropping skyscrapers such as Willis Tower and John Hancock centre. There are also some picturesque corners that you would like to visit for a retreat such as Lincoln Park Zoo, Buckingham Fountain, Brookfield Zoo, Chicago Riverwalk, Lake Michigan and many more. There are a number of museums and theatres that call for attention and enquiry such as Chicago Theatre, Chicago History Museum, Driehaus Museum, Chicago Cultural Center, Field Museum Of Natural History, Museum Of Science And Industry, The Art Institute Of Chicago amongst others. For kids, there are places such as Shedd Aquarium that offer entertainment as well as education which is must see attraction in Chicago.",
      "Paragraph 3" : "Can't wait to discover Chicago by yourself? Create an itinerary for Chicago today!"
    },
    "Cairo, Egypt" : {
      "Paragraph 1" : "Cairo is the capital city of Egypt and the largest city in Africa. Located on both banks of the River Nile, the history of settlement in the region goes back to 6000 years. Cairo had been the capital of numerous Egyptian civilisations. Today Cairo is a developed city marked by the traditions and influences of the ancient as well as the modern. The city is home to many cultural institutions, business establishments, governmental offices, universities, and hotels.",
      "Paragraph 2" : "Cairo is one of the world's great megacities and boasts a history that spans centuries. One of the best way to experience the culture, past and the true Egyptian street life is to indulge in some of the best things to do in Cairo which include taking tours of sights like Pyramids of Giza, The Egyptian Museum, Al-Azhar Mosque, Old Cairo, The Citadel, Sultan Hassan Mosque and Roda Island. Cairo is home to some of the most vibrant markets including Khan el-Khalili, Al-Muski Street and Al-Muizz Li-Din Allah Street. The remnants of the glorious past of the city have been displayed in the many museums dotted around the city, including Egyptian Textile Museum, Palace of Arts, The Coptic Museum and the Museum of Modern Egyptian Art. Other top things to do in Cairo include Sphinx, The Serapeum of Saqqara, Hanging Church, Al- Azhar Park, Ben Ezra Synagogue and Cave Church. Cairo is home to some great food, culture, entertainment attractions and weather, making it one of the most sought after tourist destinations in the world.",
      "Paragraph 3" : "Can't wait to discover Cairo by yourself? Create an itinerary for Cairo today!"
    },
    "Rio De Janeiro, Brazil" : {
      "Paragraph 1" : "Rio De Janeiro or Cidade Maravilhosa (the Marvelous City) as known in Brazil, the Marvellous City is one of the most visited cities in the southern hemisphere. With its white sand beaches, picturesque natural beauty, exotic animals, the dramatic views from Christ the Redeemer atop Corcovado mountain and the flamboyant ambience of the famous carnival celebrations of Rio, it is one of the most sought after travel destinations in the world. Fortunately, there is much more to the city beyond the scenic beauty and the festive glitter. Rio has historic neighbourhoods, exceptional architecture, lush green mountains, abundant museums, and marvellous food. Occupying one of the most beautiful sites in the world, Rio de Janeiro has been abundantly blessed with natural attractions and one of the best ways to have a true experience of this extravagant city is to indulge in some of the best things to do in Rio De Janeiro which include attractions like Christ the Redeemer, Lapa, bohemian district of Santa Teresa, Ilha Fiscal and Jardim Botanico. When in Rio, it is absolutely essential to visit its pristine white sand beaches like the Grumari Beach, Copacabana Beach, Prainha, Ipanema Beach and its other natural attractions including Tijuca National Park, Sugar Loaf Mountain, and Pedra Da Gavea. Other top things to do in Rio include activities and tours like indulging in Samba classes, dining with the locals and tasting the delicious cuisine, taking a ride on the tram, water sports at the beach, hiking, trekking and bike ride tours. The diverse culture, charming atmosphere and rich attractions put Rio De Janeiro on the list of the most sought after travel destinations in the world.",
      "Paragraph 2" : "Can't wait to discover Rio De Janeiro by yourself? Create an itinerary for Rio De Janeiro today!"
    },
    "London, United Kingdom" : {
      "Paragraph 1" : "London is world’s top tourist destination which attracts a lot of visitors with its vibrant art and culture scene each year. The main attractions of London are Royal Palaces, People's Parliament, castles and cathedrals. This ancient city is a beautiful blend of the past and the present and has an array of things to do, which makes the tourists all over the world visit London over and over again. Some of the main attractions of London are Buckingham Palace, British Museum, Tower of London, Big Ben, London Eye and Trafalgar Square.",
      "Paragraph 2" : "There are also some renowned parks in London such as Hyde park, Victoria Park and Richmond Park where you can relax and spend some time away from the hustle and bustle of the city. London's night life is dazzling with trendy and posh bars, clubs and dining options.",
      "Paragraph 3" : "There are some museums in London such as British Museum, Natural History Museum which will help you to understand the culture and history of London as well as Britain as a whole. Madame Tussauds is one of the famous attractions in London which exhibits the wax statues of famous celebrities around the world. With such array of attractions in London, it is certainly one of the cities in UK that you cannot afford to miss.",
      "Paragraph 4" : "Can't wait to discover London by yourself? Create an itinerary for London today!"
    },
    "Vienna, Austria" : {
      "Paragraph 1" : "The Republic of Austria sure has a lot to offer when it comes to being an attractive travelling destination. Home to myriad attractions like large palaces, quaint coffee shops, bustling neighbourhoods and colourful marketplaces, there is absolutely no end to the number of things you can do here! You can spend days here exploring the nuances and still can't get enough of it. For people who are wondering what to do here can start by visiting its many museums with prominent one being Kunsthistorisches Museum and Albertina. Not only the museums are interesting with their range of artefacts, but quite informative as well. A great chance to brush up your knowledge! Once done go on to visit the another popular MAK- Austrian Museum of Applied Arts which is a must in Vienna. Explore the architecture of the city while trotting through the streets or indulge in its sumptuous food scene, embark on an engaging road trip on the well paved 'Ring Road' or indulge yourself in one of the many festivals, you can be sure shot assured to have an amazing time here.",
      "Paragraph 2" : "Apart from being the centrepiece of Austria's economy and culture, Vienna is also a popular tourist destination known for its relics, cultural significance and a rich history. There is absolutely no dearth in the number of things you can do here. Start your Vienna trip by visiting Tiergarten Schoenbrunn - Zoo Vienna. Not only it is one of the most popular attraction, it is one of the most interesting as well. Come here and witness the large variety of animals housed here. After that, have a visit to the baroque in Schönbrunn Palace. You will be charmed by how beautiful the entire building is! Walk around the place, check out its architecture and have a really nice time here. Among many things that the place is known for, the range of culinary prowess strikes out the most to me. You will get plenty of food indulgence and you don't have to do much to experience it. Just pick up your backpacks and walk through the streets of the city and you will come across various food joints selling great delicacies that you will love and probably get addicted to. If you are interested in history, you can always go for one of the many museums in the city.",
      "Paragraph 3" : "Can't wait to discover Vienna by yourself? Create an itinerary for Vienna today!"
    },
    "Boston, United States" : {
      "Paragraph 1" : "Boston, the America's oldest city is an oasis of history with all the significant historic sites tucked under its belt maturing over the years. The spectacular freedom trail whisks around a huge chunk of the city passing through 16 historic sites. The freedom trail being an attraction in itself, you can easily take a deep dive into history as you do the trail in the city. Along with the attractions and things to do in Boston, there are number of markets and malls that flood the city as well.",
      "Paragraph 2" : "The city can’t get more artistic and innovative with the fleet of museums, churches and gorgeous constructions that it poses on the architectural front, while the many art galleries and stupendous painting fill the color into the Boston’s art sector. There are libraries, orchestras, music fests, and a lot more points of interest to explore of the city. The ballet theatres with impeccable performances are something you’d never want to miss in the city.",
      "Paragraph 3" : "During Christmas, the city is dressed to its best with lovely pieces of decoration and snow bits scattered all around town. There are plenty of event places to go in Boston to enhance the Christmas feeling too. The lovely cuisine served here is a true delight to the taste buds of a sea food lover especially. There’s also a lot of pasta and Asian delicacies that are served at most of the restaurants in the city.",
      "Paragraph 4" : "Can't wait to discover Boston by yourself? Create an itinerary for Boston today!"
    },
    "Sydney, Australia" : {
      "Paragraph 1" : "New South Wales’ capital spreads it’s magic through its pristine beaches and vivid culture. The city is undoubtedly Australia’s largest and is renowned for its harbor front, opera house, and a lot more. The glorious city is also home to gorgeous Royal Botanical Gardens, the arched Harbor Bridge and the lovely Skywalk. The Sydney tower offers panoramic views from the glass platform giving its visitors a beautiful sight of the city to adore. The city possesses a throbbing night scene with a fleet of bars, clubs, pubs and more. With so much to explore the Sydney doesn’t compromise on a lavish dining experience.",
      "Paragraph 2" : "The gastronomic food its many elegant restaurants serve is simply worth indulging in. there’s a lot more to the city than you read or hear about, and is best explored on a visit. the loud city is full of fun and enthusiasm and a tourist is left without an option of simply relaxing unless he lives on the beach throughout his vacation. Of course Sydney is a blend of calm and thrill but the glitzy side is more luring and attractive and tends to catch the eye of a tourist first. On a visit to this part of Australia, do not miss the glamorous firework display when New Year strikes.",
      "Paragraph 3" : "Can't wait to discover Sydney by yourself? Create an itinerary for Sydney today!"
    },
    "Barcelona, Spain" : {
      "Paragraph 1" : "A burst of colours, the splash of sea and the overwhelming gorgeousness; Barcelona is the pocket-sized version of the whole of Spain. Home to top attractions like the Sagrada Familia, Park Guell and Montjuic, Barcelona is replete with attractions that are a UNESCO world heritage site. The city is known for its historic gems that go way back to 2000 years and today, are still some of the best things to do in Barcelona. Experiencing the grandeur of the city’s fascinating past that is reflected from its architecture that is the perfect blend of Roman Era, Middle Ages and classic Gothic period is something you should not miss.Apart from the history and the architecture, you can explore the art works of the top notch artists the world has ever seen including Salvador Dalí, Pablo Picasso and Joan Miró.",
      "Paragraph 2" : "And before you stereotype Barcelona as the city for art lovers, take a pause. Its ultimate beaches and dazzling nightlife will offer you an eventful vacation, if that is what you aim to have.",
      "Paragraph 3" : "Some of the best things to do in Barcelona include visit to attractions like Casa Batllo, Gothic Quarter, Casa Mila, Palau Guell and Palau De La Musica Catalana. Some of the best museums in Barcelona include Museu Nacional D'art De Catalunya, Picasso Museum and Cosmocaixa Barcelona. The Ciutat Vella, Tibidabo and Barcelona Cathedral are other landmarks on the Barcelona attractions map. For exploring some of the fun things to do in Barcelona Spain, take a stroll in the La Rambla, hop on the cable car ride of the Montjuic and enjoy the magic fountain of Montjuic, especially if visiting with kids!",
      "Paragraph 4" : "Can't wait to discover Barcelona by yourself? Create an itinerary for Barcelona today!"
    },
    "San Francisco, United States" : {
      "Paragraph 1" : "Shrouded in a coat of fog, San Francisco is specially made for the adults you think but what you have missed out is that the city of San Francisco has an array of things to do and attractions especially appealing to the kids (find the best suitable San Francisco tours and book them to explore the city). Get closer to the underwater animals at the Aquarium of the Bay set at the edge of Pier 39. The local aquatic animals swimming inside the huge tanks is an exciting sight to see and you comfortably spend 2-3 hours inside Aquarium of the Bay.",
      "Paragraph 2" : "Go exploring the world through science and art at the public learning laboratory of the Exploratorium. The place is not like any other and your curiosity levels will definitely shoot up once you are inside the Exploratorium. It gives complete information on various topics keeping you updated on the world that you are living in.",
      "Paragraph 3" : "Cruise on to the Angel Island for a family picnic. Angel Island comprises of plenty of activities for kids and families and there are several tours where you can enroll for a complete experience of the place. The island also offers a 360-degree view of the whole of San Francisco which is absolutely stunning. Angel Island is the right answer for your question on what to do in SF today.",
      "Paragraph 4" : "Visit the San Francisco Zoo along with your adventurous kid. The 100-acre big zoo is home to several endangered species and rich flora. Some of the animals that you could find inside the zoo include ostriches, zebras, giraffes, storks, and gorillas. San Francisco Zoo is family-friendly and is one of the best fun places to visit in San Francisco as a family.",
      "Paragraph 5" : "Explore the Randall Museum that focuses on nature, science, and art. The place is one of the hidden gems in San Francisco and is often underrated. Visiting Randall Museum will come in as a surprise and is totally for the little ones.",
      "Paragraph 6" : "Ride in the iconic San Francisco cable cars which is one of the great ways to see the city of SF and is sure a must do in San Francisco. During your cable car ride, I am sure you will be as excited and happy as your kids!",
      "Paragraph 7" : "Can't wait to discover San Francisco by yourself? Create an itinerary for San Francisco today!"
    },
    "Dubai, United Arab Emirates" : {
      "Paragraph 1" : "Wondering what things to do in Dubai? Dubai is known for its shopping malls where a lot of tourists come flock for its fun and entertainment opportunities. Dubai is famous for high rise buildings such as Burj Khalifa (the world's tallest building), aquariums and indoor ski slopes. Other attractions of Dubai are Emirates Tower, Dubai Mall, Desert Safari, Jumeriah Beach and Burj Al Arab. Visiting the Burj Al Arab, the fourth tallest Hotel in the world is a once in a lifetime experience too. To add to this on your Dubai Tours, you can also see the biggest natural flower gardens as well as man-made islands along with some spectacular shopping malls.",
      "Paragraph 2" : "Dubai has been a biggest trade centre for centuries and thanks to this, shopping is one of the most important things to do. For shopping in Dubai - take a stroll through one of the city's traditional souks, or bazaars. The Gold Souk, located on Dubai Creek's south bank in the Deira, specializes in glitz and glamour. Featuring glittering displays of necklaces and bracelets, the Gold Souk in Dubai is one of the most renowned gold jewellery trading centres in the world.",
      "Paragraph 3" : "Can't wait to discover Dubai by yourself? Create an itinerary for Dubai today!"
    },
    "Mexico City, Mexico" : {
      "Paragraph 1" : "Mexico (México) is a fantastic city that offers a range of activities to people who visit it. From pristine beaches to parks and museums, there are a lot of tourist attractions in Mexico City (Ciudad de México) to be seen and experienced. Things to do in Mexico City consists of visiting historic attractions such as Muse De Templo Mayor, Chapultepec Castle, Palace of Fine arts and Basilica of Our Lady of Guadalupe.",
      "Paragraph 2" : "While the attractions are strewn around the city but most of them are concentrated in the historic point of interest, including the Plaza de la Constitucion or Zocalo, the National Palace (Palacio Nacional), Metropolitan Cathedral (Catedral Metropolitana), Templo Mayor, and Alameda Park. The city is populated with attractions that will acquaint you with the ancient past embedded in the form of ruins such as those of Hispanic towns. As you move ahead, you will hop to the colonial past through numerous temples, beautiful houses, patios with arches and water fountains. For those who are interested in visiting museums, they can visit National Museum of Anthropology (Museo Nacional de Antropologia), Museum of memory and Tolerance, Museo De Soumaya and Frida Kahlo museum amongst others.",
      "Paragraph 3" : "Can't wait to discover Mexico City by yourself? Create an itinerary for Mexico City today!"
    },
    "Shanghai, China" : {
      "Paragraph 1" : "Shanghai is a bustling city whose attractions abound in their entertainment, modern and historical quotient. The city will leave an indelible impression on your mind with its plethora of attractive venues and roads such as Nanjing Road, The Bund, Xintiandi, The Peoples Square, amongst many others. For people who want to get introduced to the quintessential traditional Shanghai should visit Yuyuan Garden, Jade Buddha Temple, Zhujiajiao Ancient Town, Qibao Ancient Town, Jingan Temple, Longhua Pagoda and Longhua Temple. Shanghai’s modernity peeps through many attractions such as Oriental Pearl Tower, Shanghai World Financial Center, Jin Mao Tower, Shanghai Ocean Aquarium and Lupu Bridge. For people who wish to enrich themselves with Shanghai’s history and contemporary life should visit an array of museums such as Shanghai Museum, Science And Technology Museum, Shanghai Glass museum and Chenshan Botanic Gardens. Entertainment options in shanghai include a visit to Sheshan National Holiday Resort, Longhua Tourist City, Cheng Huang Miao and The Shanghai Acrobatic Troupe. With these and many other attractions, Shanghai welcomes tourists from all over the world.",
      "Paragraph 2" : "Can't wait to discover Shanghai by yourself? Create an itinerary for Shanghai today!"
    },
    "Prague, Czech Republic" : {
      "Paragraph 1" : "Capital and largest city in Czech Republic, Prague is one such place in the whole world which one should visit. Known for some architectural masterpieces and old world charm, Prague is every traveller’s fantasy. There are many incredible places in Prague which will take you to another world and will bowl you over with its beauty. If you want to explore the beauty of Prague, then go through this exhaustive list of things to do and attractions to visit in Prague.",
      "Paragraph 2" : "Experience the extravagance of the Old Town Hall Centre and Astronomical Clock, Charles Bridge and Prague Castle and soak in the old world charm. Have an inclination towards art? Then visiting the Prague Picture Gallery will be a treat for you. Other prominent attractions include Prague Zoo, Old Jewish Cemetery and The Mucha Museum.",
      "Paragraph 3" : "Can't wait to discover Prague by yourself? Create an itinerary for Prague today!"
    },
    "Amsterdam, Netherlands" : {
      "Paragraph 1" : "Amsterdam is considered to be the centre of art and culture in Europe. The city is populated with more than 40 museums, numerous theatres, and entertainment venues that makes it one of the most coveted places to visit. There are atleast 6,750 buildings dating from the 16th to 18th centuries that are crowded into an area of 2,000 acres, dissected by 160 canals (grachten). Some of the main attractions here are the Rijksmuseum, the Anne Frank Museum, Van Gogh Museum, Rembrandt House Museum, the Royal Palace, The Jewish Historical Museum, The Old Church.",
      "Paragraph 2" : "The Port Amsterdam is known for its picturesque beauty where you can spend a lot of time. Visit the Amsterdam museum and you will come to know about the constantly changing role of Amsterdam in the country and in the world. Some of the best places for shopping in Amsterdam are Kalverstraat and Vlooienmarkt, filled with many smart boutiques, galleries, perfumeries, cafés, and restaurants. The Botanical Gardens and zoo will offer you plenty of insight into flora and fauna and its varieties. Amsterdam is also known in the world for its Red Light district and people in fact take Amsterdam tours to visit this area and to understand it, undoubtedly one of the quirkiest things to do in Amsterdam.",
      "Paragraph 3" : "Can't wait to discover Amsterdam by yourself? Create an itinerary for Amsterdam today!"
    },
    "Tokyo, Japan" : {
      "Paragraph 1" : "Featuring on every traveller's wishlist, there are many tourist attractions in Tokyo that could keep a visitor busy for at least a couple of weeks! On your visit, you can explore places such as the Meiji Jingu Shrine, the lovely Ueno Park, the shopping and entertainment area of Roppongi, the Tsukiji Fish Market which is one of the largest fish markets in the world, the fascinating Tokyo National Museum and the opulent Tokyo Imperial Palace.",
      "Paragraph 2" : "One of the things to do in Tokyo is going up the Tokyo Tower to its observation deck from where you will get to see stunning panoramic views of the city. And who can forget Disneyland?! If you are visiting the city with your kids, a visit to Tokyo Disneyland is a must. If museums intrigue you, the city plays host to a lot of them. You can plan a visit to either or all of the following museums- Edo- Tokyo Museum, Ghibli Museum, Subway Museum, National Museum of Nature And Science and the Mori Art Museum.",
      "Paragraph 3" : "Other places of interest in Tokyo include the Ueno Zoo, the Shinjuku Gyoen National Garden, the Rainbow Bridge, the Sony Building shopping complex, the Asakusa District, the Sensoji Temple and the Zojo-ji temple.",
      "Paragraph 4" : "Can't wait to discover Tokyo by yourself? Create an itinerary for Tokyo today!"
    },
    "Frankfurt, Germany" : {
      "Paragraph 1" : "Fifth largest city in Germany, Frankfurt has some really stunning views which will definitely give you an eye soothing experience. And we’re not over exaggerating! There is a huge number of attractions to visit and some incredible things to do, during your trip to Frankfurt. But if you’re wondering, what exactly to do, then here is an exhaustive list of things to do in Frankfurt.",
      "Paragraph 2" : "If you are an art lover, then visiting the Stadel Museum or Museum of Modern Art will be worth it. You can also indulge in some shopping by visiting the very popular Zeil Shopping Street. You can also spend some quality time, introspecting at the scenic Palm Garden. Other major attractions include Luna Bark, Berger Street, Mankai Street, Atschel and Surf N Turf.",
      "Paragraph 3" : "Can't wait to discover Frankfurt by yourself? Create an itinerary for Frankfurt today!"
    },
    "Miami, United States" : {
      "Paragraph 1" : "Miami, having a characteristic reputation of the world's hottest party destination, in fact has so much more to it than its fabulous nightlife. This is evident from the array of places to visit in Miami. While on one hand is Miami Beach, accommodating some of the world's plushest architecture and luxurious opulence on the other we have the humble old-townish mainland Miami, home to the oldest and best attractions of Miami (check the availability of Miami tours for all attractions). A beautiful mélange of an assorted fields Miami has something for everyone. From the science museum of Miami Children's Museum, Villa Vizcaya, Patricia and Phillip Frost Museum of Science and many more, this city is much enlightening than you thought.",
      "Paragraph 2" : "To throw some light on the otherwise must-see attractions in Miami, for adults and children alike, there is the Bayfront Park, Venetian Pool, Coral Castle, Freedom Tower, Marlins Park and the Holocaust Memorial of the Greater Miami Jewish Federation. Not to miss the terrific gastronomical experiences one can revere in Miami. Exotic and rather eccentric, the food is Miami promises one unforgettable sojourn. Not to mention, the wide array of spirited night clubs, lively bars and a ton of fun lounges, Miami is the party destination of the world in every right sense.",
      "Paragraph 3" : "What's more, a fitness obsession that cannot go unnoticed, this city is full of sports, health and a plethora of fitness related activities. Whether you prefer a yoga session on the beach or in a park, some peculiar marathon, or some serious pumping sessions, Miami is the place to be!",
      "Paragraph 4" : "Can't wait to discover Miami by yourself? Create an itinerary for Miami today!"
    },
    "Washington DC, United States" : {
      "Paragraph 1" : "Washington DC capital of the United States of America and it is one of the most sought after tourist destinations in the world. The city is the standing monument of the rich American history, the vibrant culture and a reminder of how it came to become one of the most powerful nations in today’s time. There is so much to see and do in this vibrant city that it is very hard to cover all of it in just a single trip (search the best Washington D.C. tours). The city is home to more than two dozen of free and fun activities, such as museums, galleries, historic landmarks, parks, memorials, neighbourhoods, local shops, funky marketplaces, breweries, pubs, clubs and a plethora of gardens where one can soak in the American culture the way it was meant to be experienced. One of the best ways to capture the essence of the city is to indulge in some of the best things to do in Washington DC which include memorials and historical structures like Lincoln Memorial, Vietnam Veterans and Korean War Veterans Memorials, The White House and the Washington Monument, U.S. Capitol and the Library of Congress, National Archives and the National World War II Memorial.",
      "Paragraph 2" : "The city is home to more than 19 museums and it is one of the major attractions in the city including the United States Holocaust Memorial Museum, National Air and Space Museum, National Museum of Natural History and American History Museum. There exist several leisure opportunities in the city as well, including venues like The Tidal Basin, National Gallery of Art, John F. Kennedy Center for the Performing Arts and the National Zoo. Washington DC is well known for its vibrant nightlife and one can find various bars, jazz and blues clubs that make a perfect setting to spend an evening with your friends while enjoying some excellent life music. Washington DC is such a beautiful city that will surely leave you mesmerised by its magnificence.",
      "Paragraph 3" : "Can't wait to discover Washington D. C. by yourself? Create an itinerary for Washington D. C. today!"
    },
    "Las Vegas, United States" : {
      "Paragraph 1" : "The name of this city makes you think of long drunken nights, parties that end with morning coffee, casinos, and a lot of crazy fun. But, that’s not all that Vegas is about. There are many things to do in Las Vegas which can blow your mind. It would be biased to judge the city only on its nightlife as there’s so much to scroll through the city even during the day. Vegas is the perfect holiday spot for those enthusiastic travels who keep looking for throbbing entertainment as they travel. Explore this dream city with the best Las Vegas tours available on the list.",
      "Paragraph 2" : "Vegas is like a breath of fresh air in a monotonous routine. While otherwise you focus on what to do in Las Vegas this weekend and the boring things in life, in Vegas it’s the inner wild beast that comes to play. More on the timings, check out the best time to visit Las Vegas. The city is replete with attractions to lure its visitors. With laudable theatre performances, the bliss of nature which includes the Red Rock Canyon National Conservation Area, sightseeing tours and wildlife tours, and so much more, the city leaves its tourists with a heap to explore.",
      "Paragraph 3" : "The crazy city has wedding chapels which of course gained more fame through the movies. Needless to say, casinos flood Vegas and hence the city is no less than a gambler’s paradise. Whether you’re the zealous traveler with the passion to take on a new expedition every day or the curious explorer wanting to get to the depths of every city, Vegas is a must do vacation for you. Check out the list of attractions in Las Vegas, when you are with kids and family. Fortunately, the city disappoints no one.",
      "Paragraph 4" : "Can't wait to discover Las Vegas by yourself? Create an itinerary for Las Vegas today!"
    },
    "Melbourne, Australia" : {
      "Paragraph 1" : "Considered to be the world’s most livable city, Melbourne in australia has plentiful of attractions to visit and some incredible things to do, once you’re here. So if you’re planning to visit Melbourne, you should go through this exhaustive list of things to do.",
      "Paragraph 2" : "Explore the natural beauty of Melbourne by visiting Royal Botanic Gardens Melbourne. Shop your heart out at the Bourke Street And Melbourne Central. Go back in time by visiting the Immigration Museum. Other major attractions also include Shrine Of Remembrance, National Gallery Of Victoria, Block Arcade and Federation Square.",
      "Paragraph 3" : "Can't wait to discover Melbourne by yourself? Create an itinerary for Melbourne today!"
    },
    "Buenos Aires, Argentina" : {
      "Paragraph 1" : "The vibrant city of Buenos Aires offers a lot of tourist attractions to people who visit it. The city is known for its rich cultural life and European styled architecture. Apart from tourist attractions in Buenos Aires, people visit this fabled destination to learn tango or see it performed to perfection.",
      "Paragraph 2" : "The city boasts of museums such as Museo Nacional de Belles Artes, which is equated it to a mini-Louvre because of its outstanding collection of European and Argentine artists. Witness Teatro Colon for its stupendous architectural design and walk down the area around El Obelisco to get a complete feel of the city. One of the most important things to do in Buenos Aires is to visit its historically famous Cafe Tortoni and to notice its numerous decorative renovations and additions.",
      "Paragraph 3" : "You can also stroll around he beautiful cobblestone streets of San Telmo to experience a very laidback and rustic feel.Visit one of Buenos Aires’ most colorful streets, Caminito, to watch artists at work and view their completed works. And if you wish to spend some quaint time in the city, pay a visit to Recoleta Cemetery where the elite of Buenos Aires and Argentina are buried, including the country’s former presidents, Eva Peron and even one of Napoleon’s granddaughters.",
      "Paragraph 4" : "With such an attractive list of attractions, this city never fails to surprise the tourists who visit Buenos Aires.",
      "Paragraph 5" : "Can't wait to discover Buenos Aires by yourself? Create an itinerary for Buenos Aires today!"
    },
    "Mumbai, India" : {
      "Paragraph 1" : "The sprawling city of Mumbai offers a range of leisure activities for people to get completely overawed by the city. From luxurious resorts to spas to shopping, Mumbai owns everything what people look forward in order to pamper themselves (look out for the available Mumbai tours). Indulge into a range of activities in Mumbai that pamper your mind and body. Make a visit to Essel World that abounds in activities for kids and adults to enjoy. You can sit in the Shivaji Park and spend some leisure time in the afternoon or in the evening. For shopping, you can move to some of the most celebrated markets in Mumbai such as Colaba Causeway, Linking Road, Crawford Market or Chor bazar. Visit Some of the poshest locations in Mumbai with a drive through Marine Drive, Bandstand, Nariman Point, Malabar Hill, Palladium Mall and many others. Powai Lake and Hanging Gardens are other areas where you can spend some time with quality family and kids.",
      "Paragraph 2" : "Can't wait to discover Mumbai by yourself? Create an itinerary for Mumbai today!"
    },
    "Hong Kong, China" : {
      "Paragraph 1" : "Dynamic in its setting and culturally exuberant Hong Kong is, without a doubt, one of the exciting places to visit in Asia and in the world. Being one of the most densely populated places on the Earth, Hong Kong is equally populated by a huge list of attractions. From traditional temples to road-side markets to brightly lit skyscrapers to mouth-watering delicacies, you have it all in Hong Kong. And there are plenty of things to do in Hong Kong, some of the best things to do are as follows: Ride on the Peak Tram to the top of The Peak Tower to admire the beauty of Hong Kong, take your kids and family to the famous Hong Kong Disneyland and Ocean Park, explore the Buddhist attractions of Tian Tan Buddha, Chi Lin Nunnery, Ten Thousand Buddha’s Monastery, and Po Lin Monastery, go on a shopping spree in the places of Mong Kok, Temple Street Night Market, Wan Chai, and Sham Shui Po, hike the popular Dragon's Back Hiking Trail, & take a trip to the pristine Lamma Island and Cheung Chau Island. To cover most of the attractions and to get the best out of Hong Kong a minimum of 3 days stay is recommended.",
      "Paragraph 2" : "Can't wait to discover Hong Kong by yourself? Create an itinerary for Hong Kong today!"
    },
    "Singapore" : {
      "Paragraph 1" : "You can probably spend an entire lifetime exploring The Lion City and still not be done with it! There are plenty of things to do in Singapore that appease any type of traveller. Top tourist attractions that you just cannot afford to skip include the magnificent Gardens By The Bay, the lovely National Orchid Garden, the lively Chinatown, the Merlion Park with its famous Lion statue fountain, the huge Singapore Zoo, the lively Jurong Bird Park and the dazzling area of Marina Bay.",
      "Paragraph 2" : "Other tourist attractions in Singapore that you should add to your travel itinerary include the Singapore Flyer, the energetic Waterfront Promenade, the incredible Marina Bay Sands Skypark, the sacred Buddha Tooth Relic Temple and Museum and the interesting Changi Museum. Macritchie Reservoir, the Kranji War Memorial, the Asian Civilization Museum, the vibrant Clarke Quay, the Mandai Orchid Garden, the Peranakan Museum, the Jurong Reptile Park, the amazing Helix Bridge, the National Library of Singapore and the National Museum of Singapore are some places of interest in Singapore.",
      "Paragraph 3" : "Can't wait to discover Singapore by yourself? Create an itinerary for Singapore today!"
    },
    "Barranquilla, Colombia" : {
      "Paragraph 1" : "This is an all encompassing city with miniature retreats of all kinds, providing a vast array of options when it comes to things to do in Barranquilla. There are cathedrals and churches, farmlands, amazing museums, art galleries, etc. You will find something and some place here for all your whims and moods. There are amazing bars and pubs, where you can let your hair down and just relax. There are beautiful parks, specially curated to keep the fresh air coming in the vastness of the city, while there are modern museums, showcasing the best and the most hard to get by pieces of art.",
      "Paragraph 2" : "Can't wait to discover Barranquilla by yourself? Create an itinerary for Barranquilla today!"
    },
    "Venice, Italy" : {
      "Paragraph 1" : "With so many things to do in Venice and so many tourist attractions to visit, you can easily spend a week or so exploring this charming Italian city. To begin with, you just have to experience a gondola ride in the Grand Canal. The famous St. Mark’s Square is another place you should explore while visiting the city. Full of lovely buildings, quaint cafes and pigeons, the historical square provides fabulous photography opportunities.",
      "Paragraph 2" : "The top tourist attractions in Venice include the magnificent Saint Mark's Basilica, the lavish Doge's Palace, the tower of St. Mark's Campanile, the Rialto Bridge with its stalls selling souvenirs and its Rialto Market and the charming church of St. Mary Of The Friars. You should also check out the Peggy Guggenheim Collection which consists of some quirky as well as tasteful works of art.",
      "Paragraph 3" : "An experience you should try to gain is watching a show at the gorgeous Phoenix Theatre. Other points of interest in Venice include the Church Of San Giorgio Maggiore, the Interpreti Veneziani, the lovely Basilica Of St. Mary Of Health, the bustling Rialto Market, the Bridge of Sighs, the Galleria Dell' Accademia museum, the Torcello Island and the opulent St. Mark's Clocktower.",
      "Paragraph 4" : "Can't wait to discover Venice by yourself? Create an itinerary for Venice today!"
    },
    "Budapest, Hungary" : {
      "Paragraph 1" : "Budapest is an exquisite city and is full of surprises and treasures, with its lively centre, pretty parks, majestic river, tall church spires and lavish spas. The best way to know the city is to explore it and indulge in some of the best things to do in Budapest, which include historic attractions recognized as World Heritage Sites, such as Castle District, with the Royal Palace, Matthias Church, Fishermen's Bastion, Chain Bridge, the Parliament and Andrássy Avenue.",
      "Paragraph 2" : "Budapest is home to a plethora of museums and galleries and activities, the most significant ones being the National Gallery, House of Terror, Ethnographic Museum, Memento Park, Natural History Museum and the The Music Museum. One can find beautiful cathedrals like St. Stephen Cathedral, Matthias Church, the Rock Church; monuments and landmark structures like Heroes' Square, Chain Bridge, the Shoes on the Danube memorial; and green spaces like Margaret Island and City Park dotted across the city. Budapest has much more to it than historical sights and monuments. There are several activities one can indulge into, such as walking and bicycle tours, boating at the City Park Lake, skating and open air Ping Pong.",
      "Paragraph 3" : "The ones who are looking for entertainment opportunities, Budapest has a thriving performing arts scene and hosts many shows, concerts and performances, most notably, Capital Circus of Budapest, Hungarian State Opera House, Theatre Madách, Budapest Operetta Theatre,Merlin International Theatre,National Dance Theatre and the MU Theatre. One of the top things to do when in Budapest is to attend the annual extravagant festivals that the city hosts, such as the Jewish Summer Festival, Sziget and Budapest Christmas Market. Walk down the narrow cobbled streets of Budapest, and you’d be surprised by the memorable experiences that the city would offer.",
      "Paragraph 4" : "Can't wait to discover Budapest by yourself? Create an itinerary for Budapest today!"
    },
    "Istanbul, Turkey" : {
      "Paragraph 1" : "Istanbul is a major city in Turkey that straddles Europe and Asia across the Bosphorus Strait. Its Old City reflects cultural influences of the many empires that once ruled here. In the Sultanahmet district, the open-air, Roman-era Hippodrome was for centuries the site of chariot races, and Egyptian obelisks also remain. The iconic Byzantine Hagia Sophia features a soaring 6th-century dome and rare Christian mosaics.",
      "Paragraph 2" : "Touring Istanbul's ornate houses of worship and palaces could keep history buffs and culture hounds busy for weeks. Most attractions are clustered in the Fatih area, though districts like Beyoglu (where Taksim Square resides) and Besiktas (which features Ortaköy and Dolmabahçe Palace) are no less exciting. The Blue Mosque and the Hagia Sophia Museum are essential, but simply exploring the street traffic and observing daily life here are equally fascinating. Food is a central part of the culture, so menus should be studied just as seriously as a map (which is also a must). And you should check out the many bazaars around town when looking for souvenirs, but if you only have time for one, be sure to visit the largest and most famous: the Grand Bazaar.",
      "Paragraph 3" : "Can't wait to discover Budapest by yourself? Create an itinerary for Istanbul today!"
    },
    "Brussels, Belgium" : {
      "Paragraph 1" : "The inception of Brussels goes back to a small 10th-century fortress town which later developed into a market square. Today, Brussels has transformed into a multilingual, multicultural city which is the capital of Belgium and the entire European Union and boasts a plethora of attraction, museums and galleries, breweries, numerous tours, outstanding cinematic experiences and some of the most exciting events and festivals.",
      "Paragraph 2" : "The best way to make the most of your time in this beautiful vibrant city is to indulge in some of the best things to do in Brussels which include iconic sights like the Grand Place, Town Hall, House of the Dukes of Brabant, Manneken Pis, Royal Palace and the Atomium. Brussels is home to some stunning museums and art galleries including the Natural Sciences Museum of Belgium, Royal Museum for Central Africa, Museum of Fine Arts, City Museum and the Musical Instruments Museum. One can even witness the numerous entertainment and cultural performances which include orchestras, concerts and theatre or indulge in tours that range from chocolate tours, beer tours, bike tours, architectural tours to waffle workshops. Other top things to do in Brussels include attractions like the Royal Park, Palace of Justice, Train World, Sonian Forest, Autoworld, Belgian Comic Strip Center, Josaphat Park and the Coudenberg And Belvue Museum. The old-world charm and quintessentially European feel of Brussels, lists the city among the world’s most sought after travel destinations.",
      "Paragraph 3" : "Can't wait to discover Istanbul by yourself? Create an itinerary for Brussels today!"
    },
    "Honolulu, United States" : {
      "Paragraph 1" : "Oahu blends cosmopolitan luxury and breathtaking scenery more than any other Hawaiian island. The state's capital city, Honolulu, showcases the island's urban appeal. Nearby you'll find a host of cultural and historical sites, from the austere USS Arizona Memorial to ornate 'Iolani Palace. In the nearby Waikiki neighborhood, a skyline of high-rises and resort hotels contrasts with sprawling white-sand beaches. For a taste of rural Hawaii, visit the North Shore. Here, you'll find the most brilliant blue waters and meandering hikes. But those three spots aren't all Oahu offers. Its high-class restaurants, vibrant cultural events, and wild nightlife further showcase this island as a 'Gathering Place' of Hawaiian culture.",
      "Paragraph 2" : "The island of Oahu has a great mix of activities, particularly in Honolulu. Take your young kids to the Waikiki Aquarium, let your teenagers loose to shop in the Ala Moana Center, or to hike around Manoa Falls. And then there's the beach; some of the most popular shores include the family-friendly sands of Kailua Beach Park, the surfer-approved waves of Waimea, and the resort-strewn sands of Waikiki.",
      "Paragraph 3" : "Can't wait to discover Istanbul by yourself? Create an itinerary for Honolulu today!"
    }
  }
}